# Отчёт о посещении мероприятий в рамках проектной деятельности

## Посещение компании GeekSource (27.01.2025)

### Описание мероприятия:
Экскурсия в IT-компанию GeekSource, специализирующуюся на подборе IT-специалистов в области разработки, big data и AI.

### Полученный опыт:
- Увидели реальный рабочий процесс в IT-компании
- Узнали о тонкостях в составлении резюме для разработчиков

### Связь с проектом:
Специалисты GeekSource подтвердили практическую значимость нашего исследования методов резолюций для:
1. Верификации программного кода
2. Оптимизации логических запросов
3. Разработки экспертных систем

## Участие в Techno Career (25.03.2025)

### Описание мероприятия:
Карьерный марафон для студентов технических специальностей с участием ведущих IT-компаний.

### Ключевые знания:
- Требования работодателей к начинающим разработчикам
- Перспективные направления в области computer science
- Важность фундаментальных знаний (включая матлогику) для карьеры в IT

### Связь с проектом:
На марафоне мы узнали, что:
- Наши навыки работы с Qt и GitHub повышают конкурентоспособность
- Проектная деятельность ценится как доказательство практических навыков

## Ярмарка вакансий МГТУ им. Баумана (03.04.2025)

### Описание мероприятия:
Ежегодная выставка-презентация компаний-работодателей для студентов технических вузов.

### Полученные инсайты:
- Познакомились с вакансиями в области:
  - Искусственного интеллекта
  - Формальной верификации
  - Разработки компиляторов
- Узнали о стажировках в исследовательских центрах

## 1С:День студента (05.02.2025)

### Описание мероприятия:
Интеграция ИТ-индустрии и системы образования на базе технологических решений 1С - стратегии роста

### Полученные инсайты:
- Узнали о многих компаниях, которые используют 1С с возможностью стажировка
- Узнали о 1C:games studios, где нам рассказали о вкладе студентов Мосполитеха в игровую индустрию
- 

## (Мария Гуссер)Тренинги предпринимательских компетенций 

### Описание мероприятия:
Интеграция ИТ-индустрии и системы образования на базе технологических решений 1С - стратегии роста

### Полученные инсайты:
- Узналп основы и попробовала себя в роли техпредпринимателя
- Узнала, как сформировать свой план запуска умного бизнеса
- Получила знания и обратную связь от действующих экспертов-практиков

## Общие выводы

1. **Прикладное значение**: Убедились в востребованности тематики нашего проекта в IT-индустрии
2. **Карьерные перспективы**: Определили потенциальные направления для профессионального роста
3. **Развитие проекта**: Получили ценные рекомендации по практическому применению наших разработок


[Приложение: Фотографии с мероприятий](/images)
